export const TR_ = [
  { value: 'E01', label: 'たばこ税法第１３条第１項第１号' },
  { value: 'E02', label: 'たばこ税法第１３条第１項第２号' },
  { value: 'G01', label: '石油ガス税法第１３条第１項（原料用）' },
  { value: 'G02', label: '石油ガス税法第１３条第１項（熱源用）' },
  { value: 'K01', label: '相殺関税の免税' },
  { value: 'K02', label: '相殺関税の減税' },
  { value: 'L01', label: '酒税法第２８条の３第１項第１号' },
  { value: 'L02', label: '酒税法第２８条の３第１項第２号' },
  { value: 'M01', label: 'MDA協定第６条' },
  {
    value: 'Q15',
    label:
      '石油石炭税法第１５条関係（石油石炭税特例納付）[石油石炭税に係わるもの］',
  },
  { value: 'R01', label: '報復関税の免税' },
  { value: 'R02', label: '報復関税の減税' },
  { value: 'S01', label: '不当廉売関税の免税' },
  {
    value: 'V01',
    label:
      '揮発油税法第１４条の２に規定されている「未納税引取」（平成21年3月31日以前）',
  },
  {
    value: 'V02',
    label:
      '揮発油税法第１６条の２に規定されている「引取りに係る灯油の免税」（平成21年3月31日以前）',
  },
  {
    value: 'V03',
    label:
      '揮発油税法第１６条の４に規定されている「引取りに係る航空機燃料用揮発油の免税」（平成21年3月31日以前）',
  },
  {
    value: 'V05',
    label:
      '租税特別措置法第８９条の４「特定用途免税」のうち第８９条の３第１項に規定する「ゴムの溶剤用」に用いられるもの（平成21年3月31日以前）',
  },
  {
    value: 'V06',
    label:
      '租税特別措置法第９０条の２の「みなし揮発油の特定用途免税」のうち租税特別措置法施行令第４８条第１項第２号に規定する「ゴムの溶剤用」に用いられるもの（平成21年3月31日以前）',
  },
  {
    value: 'V07',
    label:
      '租税特別措置法第８９条の４「特定用途免税」のうち租税特別措置法施行令第４７条の７第１項第１号に規定する「電気絶縁塗料の製造用」に用いられるもの（平成21年3月31日以前）',
  },
  {
    value: 'V08',
    label:
      '租税特別措置法第９０条の２の「みなし揮発油の特定用途免税」のうち租税特別措置法施行令第４８条第１項第１号に規定する「塗料の製造用」に用いられるもの（平成21年3月31日以前）',
  },
  {
    value: 'V10',
    label:
      '租税特別措置法第９０条の２の「みなし揮発油の特定用途免税」のうち租税特別措置法施行令第４８条第１項第３号に規定する「印刷用インキ製造用」に用いられるもの（平成21年3月31日以前）',
  },
  {
    value: 'V11',
    label:
      '租税特別措置法第８９条の４「特定用途免税」のうち租税特別措置法施行令第４７条の７第１項第２号に規定する「接着剤の製造用」に用いられるもの（平成21年3月31日以前）',
  },
  {
    value: 'V12',
    label:
      '租税特別措置法第９０条の２の「みなし揮発油の特定用途免税」のうち租税特別措置法施行令第４８条第１項第４号に規定する「接着剤の製造用」に用いられるもの（平成21年3月31日以前）',
  },
  {
    value: 'V13',
    label:
      '租税特別措置法第９０条の２の「みなし揮発油の特定用途免税」のうち租税特別措置法施行令第４８条第１項第５号による租税特別措置法施行規則第３９条の２第１項に規定する「洗浄剤又はプラスチックその他の離型用」に用いられるもの（平成21年3月31日以前）',
  },
  {
    value: 'V14',
    label:
      'MDA協定第6条（揮発油税及び地方道路税に係わるもの）（平成21年3月31日以前）',
  },
  {
    value: 'V47',
    label:
      '沖縄の復帰に伴う特別措置に関する法律第８０条第１項第３号に規定する揮発油税及び地方道路税（平成21年3月31日以前）',
  },
  {
    value: 'X01',
    label:
      '揮発油税法第１４条の３に規定されている「未納税引取り」（平成21年4月1日以降）',
  },
  {
    value: 'X02',
    label:
      '揮発油税法第１６条の２に規定されている「引取りに係る灯油の免税」（平成21年4月1日以降）',
  },
  {
    value: 'X03',
    label:
      '揮発油税法第１６条の５に規定されている「引取りに係る航空機燃料用揮発油の免税」（平成21年4月1日以降）',
  },
  {
    value: 'X05',
    label:
      '租税特別措置法第８９条の４「特定用途免税」のうち第８９条の３第１項に規定する「ゴムの溶剤用」に用いられるもの（平成21年4月1日以降）',
  },
  {
    value: 'X06',
    label:
      '租税特別措置法第９０条の２の「みなし揮発油の特定用途免税」のうち租税特別措置法施行令第４８条第１項第２号に規定する「ゴムの溶剤用」に用いられるもの（平成21年4月1日以降）',
  },
  {
    value: 'X07',
    label:
      '租税特別措置法第８９条の４「特定用途免税」のうち租税特別措置法施行令第４７条の７第１項第１号に規定する「電気絶縁塗料の製造用」に用いられるもの（平成21年4月1日以降）',
  },
  {
    value: 'X08',
    label:
      '租税特別措置法第９０条の２の「みなし揮発油の特定用途免税」のうち租税特別措置法施行令第４８条第１項第１号に規定する「塗料の製造用」に用いられるもの（平成21年4月1日以降）',
  },
  {
    value: 'X10',
    label:
      '租税特別措置法第９０条の２の「みなし揮発油の特定用途免税」のうち租税特別措置法施行令第４８条第１項第３号に規定する「印刷用インキ製造用」に用いられるもの（平成21年4月1日以降）',
  },
  {
    value: 'X11',
    label:
      '租税特別措置法第８９条の４「特定用途免税」のうち租税特別措置法施行令第４７条の７第１項第２号に規定する「接着剤の製造用」に用いられるもの（平成21年4月1日以降）',
  },
  {
    value: 'X12',
    label:
      '租税特別措置法第９０条の２の「みなし揮発油の特定用途免税」のうち租税特別措置法施行令第４８条第１項第４号に規定する「接着剤の製造用」に用いられるもの（平成21年4月1日以降）',
  },
  {
    value: 'X13',
    label:
      '租税特別措置法第９０条の２の「みなし揮発油の特定用途免税」のうち租税特別措置法施行令第４８条第１項第５号による租税特別措置法施行規則第３９条の２第１項に規定する「洗浄剤又はプラスチックその他の離型用」に用いられるもの（平成21年4月1日以降）',
  },
  {
    value: 'X14',
    label:
      'MDA協定第6条（揮発油税及び地方揮発油税に係わるもの）（平成21年4月1日以降）',
  },
  {
    value: 'X47',
    label:
      '沖縄の復帰に伴う特別措置に関する法律第８０条第１項第３号に規定する揮発油税及び地方揮発油税（平成21年4月1日以降）',
  },
  { value: 'Y01', label: '租税特別措置法第９０条の４第１項第１号' },
  { value: 'Y02', label: '租税特別措置法第９０条の４第１項第２号' },
  { value: 'Y03', label: '租税特別措置法第９０条の４第１項第４号' },
  { value: 'Y04', label: '租税特別措置法第９０条の４第１項第５号' },
  { value: 'Y11', label: '租税特別措置法第９０条の４第１項第３号' },
  { value: 'Y21', label: '租税特別措置法第９０条の４の２第１項第１号' },
  { value: 'Y22', label: '租税特別措置法第９０条の４の２第１項第２号' },
  { value: 'Y23', label: '租税特別措置法第９０条の４の２第１項第３号' },
  {
    value: 'Y31',
    label: '租税特別措置法第９０条の４の３第１項に規定する「石炭」',
  },
  {
    value: 'Y32',
    label:
      '租税特別措置法第９０条の４の３第１項に規定する「ガス状炭化水素のうち関税定率法別表第2711.11号に掲げる天然ガス」',
  },
  { value: 'Y33', label: '租税特別措置法第９０条の３の３第１項第１号' },
  { value: 'Y34', label: '租税特別措置法第９０条の３の３第１項第２号' },
  {
    value: 'Z11',
    label: '輸徴法第１３条第１項第１号（Z16以外の物品の消費税）',
  },
  { value: 'Z12', label: '輸徴法第１３条第１項第２号' },
  { value: 'Z13', label: '輸徴法第１３条第１項第３号' },
  { value: 'Z14', label: '輸徴法第１３条第１項第４号' },
  {
    value: 'Z15',
    label: '輸徴法第１３条第１項第４号 NACCS用コード（特例輸入申告制度用）',
  },
  {
    value: 'Z16',
    label:
      '輸徴法第１３条第１項第１号（関税定率法第１４条第９号（無条件免税））に掲げる物品の消費税',
  },
  { value: 'Z17', label: '輸徴法第１３条第１項第５号' },
  { value: 'Z20', label: '輸徴法第１３条第２項' },
  {
    value: 'Z31',
    label:
      '輸徴法第１３条第３項第１号（Z36以外の物品の内国消費税（消費税を除く））',
  },
  { value: 'Z32', label: '輸徴法第１３条第３項第２号' },
  { value: 'Z33', label: '輸徴法第１３条第３項第３号' },
  { value: 'Z34', label: '輸徴法第１３条第３項第４号' },
  {
    value: 'Z35',
    label: '輸徴法第１３条第３項第４号 NACCS用コード（特例輸入申告制度用）',
  },
  {
    value: 'Z36',
    label:
      '輸徴法第１３条第３項第１号（関税定率法第１４条第９号（無条件免税））に掲げる物品の内国消費税（消費税を除く）',
  },
  { value: 'Z51', label: '輸徴法第１５条第１項' },
  { value: 'Z52', label: '輸徴法第１５条の２' },
  { value: 'Z53', label: '輸徴法第１５条の３第１項' },
  { value: 'Z54', label: '輸徴法第１５条第４項' },
  { value: 'Z63', label: '輸徴法第１６条の３第３項' },
  { value: 'Z64', label: '輸徴法第１６条第３項' },
  { value: 'Z66', label: '輸徴法第１６条第６項' },
  { value: 'Z74', label: '輸徴法第１７条第４項' },
  { value: 'Z75', label: '輸徴法第１７条第５項' },
];
