// ＢＰ申請事由コード
//
// code: コード
// name: 申請事由

export const BP = [
  {
    code: '1A',
    name: '新規輸入品等による課税標準審査',
  },
  {
    code: '1B',
    name: '分析、検定等による税番審査',
  },
  {
    code: '1C',
    name: '免税該当審査',
  },
  {
    code: '2A',
    name: '消散、漏洩、変質又は損傷のおそれがある',
  },
  {
    code: '2B',
    name: '動植物、貴重品、危険物等である',
  },
  {
    code: '2C',
    name: '報道用の写真又はフィルムである',
  },
  {
    code: '2D',
    name: '展示会等に出品のため',
  },
  {
    code: '2E',
    name: '工場の操業等に支障をきたす',
  },
  {
    code: '2F',
    name: '工場管理面に支障をきたす',
  },
  {
    code: '2G',
    name: 'その他取引先への納期が切迫している',
  },
  {
    code: '3A',
    name: '課税標準未決定',
  },
  {
    code: '3B',
    name: '原産地証明書又は原産品申告書の提出が遅れる',
  },
  {
    code: '3C',
    name: '免税関係書類を整えるため',
  },
  {
    code: '3D',
    name: 'その他関税法第68条の必要書類が遅れる',
  },
  {
    code: '3E',
    name: '委託販売契約',
  },
  {
    code: '3F',
    name: '関税割当証明書申請中',
  },
  {
    code: '3G',
    name: '関税割当提出猶予',
  },
  {
    code: '3H',
    name: '関税割当証明書申請中（ＥＰＡ用）',
  },
  {
    code: '3J',
    name: '関税割当提出猶予（ＥＰＡ用）',
  },
  {
    code: '3K',
    name: '日英特恵輸入証明書の提出を予定している',
  },
  {
    code: '3L',
    name: '日英特恵輸入証明書の提出を予定している、かつ、英国協定に基づく原産品申告書の提出が遅れる',
  },
  {
    code: '4A',
    name: '作業終了届の提出が遅れる',
  },
  {
    code: '4B',
    name: '試運転用の燃料油等を船舶に積み込むため',
  },
  {
    code: '4C',
    name: 'その他やむを得ない理由があると認める場合',
  },
  {
    code: '9X',
    name: 'その他やむを得ない理由があると認める場合（自動処理）',
  },
];
